Repository: seantis/seantis.sendbook
Catalog: seantis/sendbook/locales/*/LC_MESSAGES/seantis.sendbook.po
Languages: de

source: Book
de: Buch

source: Book PDF attached
de: Buch PDF Anhang

source: Cancel
de: Abbrechen

source: Error while sending email.
de: Fehler beim Senden des Emails.

source: Invalid email address
de: Ungültige Emailadresse

source: Mail PDF
de: PDF senden

source: Message sent.
de: Email gesendet.

source: Send
de: Senden

source: form_description
de: Mit diesem Formular kann das gesamte Buch bzw. ein Kapitel als PDF Anhang verschickt werden.

source: form_label
de: Buch als PDF senden

source: receiver_description
de: Emailadresse an welche das Dokument gesendet werden soll.

source: receiver_title
de: Empfänger

source: sender_description
de: Emailadresse eingeben. Diese Adresse wird als Absender angezeigt.

source: sender_title
de: Absender
